var WEBConfig = {
	name:'ABS系统'
}

var ABS_ROLE = {
	user:{
		1:'管理员',
		2:'企业法人',
		3:'代理人1',
		4:'代理人2',
		5:'对接人'
	},
	enterprise:{
		1:'集团公司',
		2:'企业法人',
		3:'代理人1',
		4:'代理人2',
		5:'对接人'
	}
}

var ABS_NAME = {
	user_role:{
		1:'核心企业',
		2:'项目公司',
		3:'供应商',
		4:'保理商',
		5:'资金方',
	}
}

var STATUS = {
	protocolStatus:{
		1:'已签约',
		2:'签约中',
		3:'未签约'
	},
	propertyStatus:{
		1:'未融资',
		2:'待审核',
		3:'待分配',
		4:'待发行',
		5:'待放款',
		6:'已匹配',
		7:'已还款',
		8:'已结算',
	},
	enterpriseStatus:{
		1:'已认证',
		2:'未认证',
		3:'未知'
	}
}